<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/CFABarcodeDataDelegate.h</key>
		<data>
		ch/1Pd3tgphKNjNs4gGF0rTi+eo=
		</data>
		<key>Headers/CFADocumentController.h</key>
		<data>
		Nk26ztbjlsNfky7pU9n4ZLIzIOc=
		</data>
		<key>Headers/CFADocumentEnum.h</key>
		<data>
		Rtbuv5Yc+xcdJHXoAF9Zcu/ugPk=
		</data>
		<key>Headers/CFADocumentScanData.h</key>
		<data>
		UIMZWLRIE/jhEYIKE+s6ifLdC0M=
		</data>
		<key>Headers/CFADocumentScanDelegate.h</key>
		<data>
		krbPV4gjx6Ni8rFd36GAloH+Usk=
		</data>
		<key>Headers/CFADocumentSettings.h</key>
		<data>
		OcZqFI73t1oHaEYNA9FYvF4/OSs=
		</data>
		<key>Headers/CFALivenessSelfieDelegate.h</key>
		<data>
		pOR0vhNqdc8XOHPlWUfk4Q9SNxU=
		</data>
		<key>Headers/CFAMRZDataDelegate.h</key>
		<data>
		MeV/w2SmI8e/t/uDZhNVSrsz+7s=
		</data>
		<key>Headers/CFAOCRDataDelegate.h</key>
		<data>
		ME52ueE4Akxh4V8zDQ88UJt8hJs=
		</data>
		<key>Headers/CFDocumentScanSDK-Swift.h</key>
		<data>
		9bdSx3ySGOUB3ayDSyxi3nBGqsk=
		</data>
		<key>Headers/CFDocumentScanSDK.h</key>
		<data>
		JUBFn9bq6cZlwHlxs4CwqVuIDKo=
		</data>
		<key>Headers/DynamicCaptureFeedbackEnforcedDetectors.h</key>
		<data>
		68IK8J9+4JhPi0ca2B4EdhCJtQU=
		</data>
		<key>Info.plist</key>
		<data>
		7hNwuHcb5af0LCOcOoXnnLBcV+8=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		e56Tx7cYrWV1Hloc+f+K+L4o5kc=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		9cKgdqZdNw1FTFEbGrK7xzjJW18=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		iOobqW/N3g80fEm7T3P7PFvovNo=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		UuqrUicyOadHMtOrJXP9ZAIrWIw=
		</data>
		<key>Modules/module.private.modulemap</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>PillStatusView.nib</key>
		<data>
		FwDO2h37nTXYdy1jGFteUMcZppc=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/analytics/coremldata.bin</key>
		<data>
		KztfCl0zgfpbHaVYyCH+OulRy/Y=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/coremldata.bin</key>
		<data>
		tk9AAwotdEoqpgaZMXQSh9x6Blw=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/metadata.json</key>
		<data>
		loaOy7w/BV2YB9GTPb8e9w4HrQY=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.net</key>
		<data>
		KEEAa6SoHwrofwfkKWAGJpO1L8I=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.shape</key>
		<data>
		4JtniJzcRKz72/0euc3sY7Iocqo=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.weights</key>
		<data>
		WTdHfXHpDms5PqIE4OKMACAlYLE=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/model/coremldata.bin</key>
		<data>
		gJX0YKS/QpkJOpgQI0kBg1KdDfg=
		</data>
		<key>RegNetX002Quantized021122.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		F4eV5mXReQYVzJ6dkMJcS5UbxSA=
		</data>
		<key>ReviewCaptureViewController.nib</key>
		<data>
		tXRC2D8BWIyFDpi9rF4D5Q+Co34=
		</data>
		<key>ScanViewController.nib</key>
		<data>
		B/7rWeanjD5GYTAubad41OuPZig=
		</data>
		<key>UIConfigurations.json</key>
		<data>
		b2cqckfQvJXUsF96ByKVqul54l0=
		</data>
		<key>cfaloader.gif</key>
		<data>
		SnBgGgRRnn3XqR29jpdQrfuyudY=
		</data>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			wmvX+7keB5/NjdJteG21WC9KMME=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/CFABarcodeDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			VjjEcc1D//uiUULOFWU2J6kNhe0cnQNSBTICP78PXEg=
			</data>
		</dict>
		<key>Headers/CFADocumentController.h</key>
		<dict>
			<key>hash2</key>
			<data>
			CdkPJAMCVO1pLSE7/sQD5PeFvfqWOTHrFTtfFZMZt+k=
			</data>
		</dict>
		<key>Headers/CFADocumentEnum.h</key>
		<dict>
			<key>hash2</key>
			<data>
			hwjzuV9rINCujTg1N6aFz/zfWPaBkt94/Y6TrNqaC3U=
			</data>
		</dict>
		<key>Headers/CFADocumentScanData.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+9bldvaja0vaXShFgyYh16cgUznuzRgyDfhduYUPkHI=
			</data>
		</dict>
		<key>Headers/CFADocumentScanDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			4hmdG7i54VB6u/NpgGzzsnL8nXz+jKrVr6NxOfpt6bg=
			</data>
		</dict>
		<key>Headers/CFADocumentSettings.h</key>
		<dict>
			<key>hash2</key>
			<data>
			595sqYnxWzg0mMR7ibWiAIQ5e2lLRSPpB73ZryaPxlY=
			</data>
		</dict>
		<key>Headers/CFALivenessSelfieDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Xs1RkQ5ecXevLFBX3Hdb4YUP234LoruItflD4P1cS98=
			</data>
		</dict>
		<key>Headers/CFAMRZDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1BSF2eJfLOl1BTFV5OeJVl5bAzhhMCrtJ59h83sJo+s=
			</data>
		</dict>
		<key>Headers/CFAOCRDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ntijJXSxO9jCm7JTK2P8n5+8Wts+KVUaEq/2TZjBMds=
			</data>
		</dict>
		<key>Headers/CFDocumentScanSDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			eX2xuJdGiIOfH5MtXPMAeBjhuEt6/xh1O3uXP9RwivI=
			</data>
		</dict>
		<key>Headers/CFDocumentScanSDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			bLS3BtysW0DP7YUB6qrySvHg4dNzHFCr/1oQQLwy7uk=
			</data>
		</dict>
		<key>Headers/DynamicCaptureFeedbackEnforcedDetectors.h</key>
		<dict>
			<key>hash2</key>
			<data>
			r7xU0ywaWupqxj76Idnisv2zL3RGx6UkMh1Fz47ptC8=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Wf5XerzCAGq3DUB6H0ieFfi7z/4QhFnYimVtMdL8ErA=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			IKPe/Ciht/HX+lFEs1Ih2wpU3Y0A7UfvhwTnOySxL4E=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			ud0/BVHKZdp0x/iYPyxeyg+WKmw0+pqJkBk5b4bT9TQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			LanOs39pNcSk0vNNKbpBOM7BjfYakzYmRV/9YnQA1F4=
			</data>
		</dict>
		<key>Modules/module.private.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>PillStatusView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			OrEY+00QhSF38fZPLYMN7nowyb5iZxTdlRGvJr0lHX8=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			K1IDcR+LwsEWFOa5xq+kOJIcPFelErvtlNWoHHba77g=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			GS6PHMjSTUrdVxfSeRt83FvNbmdPpP1zowhs2F/Hv/A=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vbTSkvHIrU86V8po4zoooBY1Gk+/KdmzJXR6LisXgO4=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			cku4LBx25zdTzYKop7bW1iW5DHLOaXJfL8iWhr+0goo=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			7bVIMs0DFU2zZNgLyEMOiGhO0ZdZrnWXKVvSjPHADJc=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			/XUnIwvDbSpcpwkZMqYkZzQD90kYy2J9BFNRFWhk5kM=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			x71Q7o7RUS/vMlmhAmMb25Q1DbpZL5ufqmzpRzB1Zvg=
			</data>
		</dict>
		<key>RegNetX002Quantized021122.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fqS+FcI4rEwuh08zvYHDQXdsHxzEcqyRceEHSzm0arE=
			</data>
		</dict>
		<key>ReviewCaptureViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			d5bxylCqZPkbrUi3aYM3a3c6v5dcC1+c7q1DFsXU0BA=
			</data>
		</dict>
		<key>ScanViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			5GACDIQWOezx85NMXCRChzHrr7FCrSQV5jwqsJe59Ts=
			</data>
		</dict>
		<key>UIConfigurations.json</key>
		<dict>
			<key>hash2</key>
			<data>
			af4myCdDnHp8SfuBYkN4cYftIZfAot+NygcqdHeAx4U=
			</data>
		</dict>
		<key>cfaloader.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			pw8pNU2wdKgh3ZofkT8keuSDMj/ry7GREZcAsL8EJv4=
			</data>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			ImHFl0Qfg1IEU45Hw2x2Hv14wovaoRonE4LniBiAKCM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
