<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/CFABarcodeDataDelegate.h</key>
		<data>
		ch/1Pd3tgphKNjNs4gGF0rTi+eo=
		</data>
		<key>Headers/CFADocumentController.h</key>
		<data>
		Nk26ztbjlsNfky7pU9n4ZLIzIOc=
		</data>
		<key>Headers/CFADocumentEnum.h</key>
		<data>
		Rtbuv5Yc+xcdJHXoAF9Zcu/ugPk=
		</data>
		<key>Headers/CFADocumentScanData.h</key>
		<data>
		UIMZWLRIE/jhEYIKE+s6ifLdC0M=
		</data>
		<key>Headers/CFADocumentScanDelegate.h</key>
		<data>
		krbPV4gjx6Ni8rFd36GAloH+Usk=
		</data>
		<key>Headers/CFADocumentSettings.h</key>
		<data>
		OcZqFI73t1oHaEYNA9FYvF4/OSs=
		</data>
		<key>Headers/CFALivenessSelfieDelegate.h</key>
		<data>
		pOR0vhNqdc8XOHPlWUfk4Q9SNxU=
		</data>
		<key>Headers/CFAMRZDataDelegate.h</key>
		<data>
		MeV/w2SmI8e/t/uDZhNVSrsz+7s=
		</data>
		<key>Headers/CFAOCRDataDelegate.h</key>
		<data>
		ME52ueE4Akxh4V8zDQ88UJt8hJs=
		</data>
		<key>Headers/CFDocumentScanSDK-Swift.h</key>
		<data>
		9vu/o+7nMnpeQV1+er5eEQj+EWs=
		</data>
		<key>Headers/CFDocumentScanSDK.h</key>
		<data>
		yBfQ5kRXRRBZA2XHxyMkTW9nMxA=
		</data>
		<key>Info.plist</key>
		<data>
		2l4xizugp4odjE/DQdbuSxVks3k=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		dYCgkiKkkkOuwsBwppzF1HqwdnA=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		mXO4HKBnRHcpWFTv0qKtTbhO+bY=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		tGfMEyABPv1fRiXwZ36Kp5zXCHE=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		dYCgkiKkkkOuwsBwppzF1HqwdnA=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		mXO4HKBnRHcpWFTv0qKtTbhO+bY=
		</data>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		tGfMEyABPv1fRiXwZ36Kp5zXCHE=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		UuqrUicyOadHMtOrJXP9ZAIrWIw=
		</data>
		<key>Modules/module.private.modulemap</key>
		<data>
		4lhJg9PmGfsOJCRSNHiLjNCrlnk=
		</data>
		<key>ReviewCaptureViewController.nib</key>
		<data>
		tXRC2D8BWIyFDpi9rF4D5Q+Co34=
		</data>
		<key>ScanViewController.nib</key>
		<data>
		i6ZQMQFU8+x4n0bGjXfe9F72mkA=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/analytics/coremldata.bin</key>
		<data>
		vY35iIH9FGTQWf/2Lg3R4lIjLKs=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/coremldata.bin</key>
		<data>
		zYzXjABmzrWOq3dnHdaq9kew+ok=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/metadata.json</key>
		<data>
		ZZlg1ZqrgasbJWtwPGkC0AH/LJs=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.net</key>
		<data>
		uM+ht2Kwvoh4cYLJT6pQ+PUS74U=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.shape</key>
		<data>
		EvXmyuvCmWck8pdq5YFJRzeNVtw=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.weights</key>
		<data>
		0kBPc/VCGsDAxEdtG3yABtYXFJ4=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model/coremldata.bin</key>
		<data>
		Ib7oSTzxXp6rfl+vSJdMxA9bPGM=
		</data>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>UIConfigurations.json</key>
		<data>
		b2cqckfQvJXUsF96ByKVqul54l0=
		</data>
		<key>cfaloader.gif</key>
		<data>
		SnBgGgRRnn3XqR29jpdQrfuyudY=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/CFABarcodeDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			VjjEcc1D//uiUULOFWU2J6kNhe0cnQNSBTICP78PXEg=
			</data>
		</dict>
		<key>Headers/CFADocumentController.h</key>
		<dict>
			<key>hash2</key>
			<data>
			CdkPJAMCVO1pLSE7/sQD5PeFvfqWOTHrFTtfFZMZt+k=
			</data>
		</dict>
		<key>Headers/CFADocumentEnum.h</key>
		<dict>
			<key>hash2</key>
			<data>
			hwjzuV9rINCujTg1N6aFz/zfWPaBkt94/Y6TrNqaC3U=
			</data>
		</dict>
		<key>Headers/CFADocumentScanData.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+9bldvaja0vaXShFgyYh16cgUznuzRgyDfhduYUPkHI=
			</data>
		</dict>
		<key>Headers/CFADocumentScanDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			4hmdG7i54VB6u/NpgGzzsnL8nXz+jKrVr6NxOfpt6bg=
			</data>
		</dict>
		<key>Headers/CFADocumentSettings.h</key>
		<dict>
			<key>hash2</key>
			<data>
			595sqYnxWzg0mMR7ibWiAIQ5e2lLRSPpB73ZryaPxlY=
			</data>
		</dict>
		<key>Headers/CFALivenessSelfieDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Xs1RkQ5ecXevLFBX3Hdb4YUP234LoruItflD4P1cS98=
			</data>
		</dict>
		<key>Headers/CFAMRZDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1BSF2eJfLOl1BTFV5OeJVl5bAzhhMCrtJ59h83sJo+s=
			</data>
		</dict>
		<key>Headers/CFAOCRDataDelegate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ntijJXSxO9jCm7JTK2P8n5+8Wts+KVUaEq/2TZjBMds=
			</data>
		</dict>
		<key>Headers/CFDocumentScanSDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			HzyKOLBabPdnEZgzMeDgLeTBxs8UymyGVYX7lZSGOkw=
			</data>
		</dict>
		<key>Headers/CFDocumentScanSDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			PrXdDOSQDyk276AHwHraVRHWQTOQ4ilN48gcY9dsm9s=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			bUuKIUZUtKxL/NPLy0ntK6d99J77Fra5PVIPGhB/f5s=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dtvbXvrBR9QNCDT5p3vkAaq0h7HSTesxi8zNWk3fx7Y=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			0D9gAtk4l+gA0XJ81lnb/UmA02gkgaxpozQU9L14oLQ=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			bUuKIUZUtKxL/NPLy0ntK6d99J77Fra5PVIPGhB/f5s=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dtvbXvrBR9QNCDT5p3vkAaq0h7HSTesxi8zNWk3fx7Y=
			</data>
		</dict>
		<key>Modules/CFDocumentScanSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			0D9gAtk4l+gA0XJ81lnb/UmA02gkgaxpozQU9L14oLQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			LanOs39pNcSk0vNNKbpBOM7BjfYakzYmRV/9YnQA1F4=
			</data>
		</dict>
		<key>Modules/module.private.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			UzijsiGGMXlkTVLwN43qNQEuvs933kzRIXoPeK7Wnh4=
			</data>
		</dict>
		<key>ReviewCaptureViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			d5bxylCqZPkbrUi3aYM3a3c6v5dcC1+c7q1DFsXU0BA=
			</data>
		</dict>
		<key>ScanViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			aR1hUVb2nTVJSoAlsCFsSe3BgSziqdCfHrDXD92aiNo=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			sAjIPo+mdoEAGDqLHHdeVotbN0ZzTnZqx9yeEto1lzE=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zKhgei4KGS7ikQjZ6IdZc1Xs1bSBZzKbsK24qQuBvz4=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			e3FzdrRTTzMvLO3Vmk1bQehwW1lb3gZxgHgruZq+ayo=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			ux3UPAEyOTJEayBnmmWtHZ8zdlkqMNVy223C33WK9go=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			Em1o+zJG2IMxFOzLLEEMWj9zsHvmhT8jkeJdjGJwrJE=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			VImmUxaUlMBPrsoeUAmTP+iqfy4Z+ncPy704hEsCZQI=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5+ej3vYte2eDnL6zdIdWVSzuRF1QKm5jt2KtUquutdY=
			</data>
		</dict>
		<key>SegmenterArgMax_7157k_CVBuffer_linear_8.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>UIConfigurations.json</key>
		<dict>
			<key>hash2</key>
			<data>
			af4myCdDnHp8SfuBYkN4cYftIZfAot+NygcqdHeAx4U=
			</data>
		</dict>
		<key>cfaloader.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			pw8pNU2wdKgh3ZofkT8keuSDMj/ry7GREZcAsL8EJv4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
